package homework32;

public class Main01 {

  //Сложность: легко (1/10)
//
//Написать программу, которая посчитает от 1 до 10.
//В конце выведет "Это всё!"


  public static void main(String[] args) {
    for (int i = 0; i <= 10; i++) {
      System.out.println(i);
    }
    System.out.println("Это всё!");
  }
}

